{
	"package-id": "hl7.fhir.us.bser",
	"title": "Bidirectional Services eReferrals (BSeR)",
	"canonical": "http://hl7.org/fhir/us/bser",
	"category": "Public Health",
	"introduction": "The BSeR FHIR implementation guide provides guidance for using the HL7 Fast Healthcare Interoperability Resources (FHIR) standard as an exchange format for Bidirectional Services eReferral (BSeR). It is a collection of FHIR resource profiles design for use in information exchanges supporting service provider referral and service outcome reporting. A key concept adopted in the design of the BSeR FHIR Profiles is the concept of parsimony. Program area referral and feedback transactions contain common transaction data and program specific data. A critical design requirement is to limit the exchange of clinical information to program areas to only that data that pertain to the program. Transaction participant data such as Patient, Referring Provider, and Servicing Provider are common to both referral and feedback transactions. The data content of each transaction type is partitioned into common and program specific data items. Some program specific data items pertain to multiple program areas; others are specific to a single subject area.",
	"list": [
		{
			"version": "current",
			"date": "n/a",
			"desc": "Continuous Integration Build (latest in version control)",
			"path": "http://build.fhir.org/ig/HL7/bser",
			"status": "ci-build",
			"fhirversion": "4.0.1"
		},
		{
			"version": "1.0.0",
			"date": "2019-12-31",
			"desc": "FHIR STU Release 1",
			"path": "http://hl7.org/fhir/us/bser/STU1",
			"changes": "history.html",
			"status": "trial-use",
			"fhirversion": "4.0.1",
			"sequence": "STU1 on FHIR R4"
		},
		{
			"version": "0.2.0",
			"date": "2019-03-21",
			"desc": "STU #1 2nd Ballot",
			"path": "http://hl7.org/fhir/us/bser/2019May",
			"changes": "history.html",
			"status": "ballot",
			"sequence": "STU1 on FHIR STU3",
			"fhirversion": "3.0.1"
		},
		{
			"version": "0.1.0",
			"date": "2018-08-17",
			"desc": "STU #1 1st Ballot",
			"path": "http://hl7.org/fhir/us/bser/2018Sep",
			"status": "ballot",
			"sequence": "STU1 on FHIR STU3",
			"fhirversion": "3.0.1"
		}
	]
}